[
  "obsidian-tasks-plugin",
  "dataview",
  "quickadd",
  "buttons",
  "obsidian-view-mode-by-frontmatter",
  "calendar",
  "obsidian-auto-link-title",
  "templater-obsidian",
  "url-into-selection",
  "mysnippets-plugin"
]